13/data/attachments/96f818d86aebce42.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Margaret_response_Actions_40592_1</nif:username>
            <nif:friendToBeRequested>soap_actions_5e574897-88e7-4f14-9482-898188db5716</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>